cask_args appdir: '/Applications'

tap 'homebrew/services'
tap 'universal-ctags/universal-ctags'

brew 'coreutils'
brew 'docker'
brew 'docker-compose'
brew 'fasd'
brew 'gawk'
brew 'git'
brew 'htop'
brew 'jq'
brew 'mercurial'
brew 'neovim'
brew 'pianobar'
brew 'reattach-to-user-namespace'
brew 'shellcheck'
brew 'the_silver_searcher'
brew 'tmux'
brew 'vim', args: ['--with-lua', '--override-system-vi']
brew 'wget'
brew 'yarn'
brew 'zsh'

cask 'backblaze'
cask 'butler'
cask 'docker'
cask 'flux'
cask 'gpg-suite'
cask 'iterm2'
cask 'java'
cask 'macpass'
cask 'mattr-slate'
cask 'transmit'
