cask_args appdir: '/Applications'

tap 'homebrew/services'
tap 'universal-ctags/universal-ctags'

brew 'coreutils'
brew 'git'
brew 'neovim'
brew 'reattach-to-user-namespace'
brew 'the_silver_searcher'
brew 'docker'
brew 'tmux'
brew 'vim'
brew 'zsh'
brew 'pianobar'

cask 'backblaze'
cask 'butler'
cask 'flux'
cask 'gpg-suite'
cask 'iterm2'
cask 'macpass'
cask 'mattr-slate'
cask 'transmit'
