cask_args appdir: '/Applications'

tap 'homebrew/services'

brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bat'
brew 'coreutils'
brew 'iftop'
brew 'fasd'
brew 'fzf'
brew 'gawk'
brew 'gettext'
brew 'git'
brew 'git-delta'
brew 'gnu-sed'
brew 'htop'
brew 'jq'
brew 'k9s'
brew 'kubectx'
brew 'neovim'
brew 'openssl'
brew 'python'
brew 'python3'
brew 'shellcheck'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'zsh'
brew 'zsh-autosuggestions'

cask 'docker'
cask 'gpg-suite'
cask 'iterm2'
cask 'java'
cask 'keybase'
cask 'spectacle'
cask 'transmit'
